/* NSTextField (Access Control List (ACL)) : <title:Access Control List (ACL)> (oid:3690) */
"Access Control List (ACL)" = "Lista de controlo de acesso (ACL)";

/* NSTabViewItem : <title:Amazon S3> (oid:391) */
"Amazon S3" = "Amazon S3";

/* NSTextField (Analytics) : <title:Analytics> (oid:5198) */
"Analytics" = "Analytics";

/* NSButton (Apply changes recursively) : <title:Apply changes recursively> (oid:179) */
"Apply changes recursively" = "Aplicar alterações recursivamente";

/* NSTextField (Authenticated URL) : <title:Authenticated URL> (oid:3688) */
"Authenticated URL" = "URL autenticado";

/* NSButton (Bucket Access Logging) : <title:Bucket Access Logging> (oid:283) */
"Bucket Access Logging" = "Registo de acessos ao bucket";

/* NSButton (Bucket Versioning) : <title:Bucket Versioning> (oid:1565) */
"Bucket Versioning" = "Controlo de versões do bucket";

/* NSTextField (CNAME) : <title:CNAME> (oid:208) */
"CNAME" = "CNAME";

/* NSButton (Calculate) : <title:Calculate> (oid:156) */
"Calculate" = "Calcular";

/* NSTextField (Checksum) : <title:Checksum> (oid:793) */
"Checksum" = "Soma de verificação";

/* NSTextField (Created) : <title:Created> (oid:3171) */
"Created" = "Criado";

/* NSButton (Delete files) : <title:Delete files> (oid:5448) */
"Delete files" = "Delete files";

/* NSTextField (Delivery Method) : <title:Delivery Method> (oid:617) */
"Delivery Method" = "Método de entrega";

/* NSTabViewItem : <title:Distribution (CDN)> (oid:389) */
"Distribution (CDN)" = "Distribuição (CDN)";

/* NSButton (Distribution Access Logging) : <title:Distribution Access Logging> (oid:262) */
"Distribution Access Logging" = "Registo de acessos à distribuição CDN";

/* NSTextField (Encryption) : <title:Encryption> (oid:4886) */
"Encryption" = "Cifra";

/* NSButton (Execute) : <title:Execute> (oid:178) */
"Execute" = "Execução";

/* NSTabViewItem : <title:General> (oid:385) */
"General" = "Geral";

/* NSTableColumn : <title:Grantee> (oid:3730) */
"Grantee" = "Donatário";

/* NSTextField (Group) : <title:Group> (oid:168) */
"Group" = "Grupo";

/* NSTextField (Headers) : <title:Headers> (oid:864) */
"Headers" = "Cabeçalhos";

/* NSTextField (Index File) : <title:Index File> (oid:3419) */
"Index File" = "Ficheiro root predefinido";

/* NSPanel (Info) : <title:Info> (oid:21) */
"Info" = "Informações";

/* NSButton (Invalidate) : <title:Invalidate> (oid:4098) */
"Invalidate" = "Invalidar";

/* NSTextField (Invalidation) : <title:Invalidation> (oid:4094) */
"Invalidation" = "Invalidação";

/* NSTextField (Kind) : <title:Kind> (oid:61) */
"Kind" = "Tipo";

/* NSTextField (Lifecycle) : <title:Lifecycle> (oid:5434) */
"Lifecycle" = "Lifecycle";

/* NSTextField (Location) : <title:Location> (oid:313) */
"Location" = "Localização";

/* NSTextField (Logging) : <title:Logging> (oid:4661) */
"Logging" = "Registo de acções";

/* NSMenu : <title:Metadata> (oid:3723) */
"Metadata" = "Metadados";

/* NSTextField (Modified) : <title:Modified> (oid:59) */
"Modified" = "Modificado";

/* NSButton (Multi-Factor Authentication (MFA) Delete) : <title:Multi-Factor Authentication (MFA) Delete> (oid:1639) */
"Multi-Factor Authentication (MFA) Delete" = "Eliminação com Autenticação multi-factor (MFA)";

/* NSTableColumn : <title:Name> (oid:860) */
"Name" = "Nome";

/* NSTextField (Open the URL to setup log analytics with Qloudstat.) : <title:Open the URL to setup log analytics with Qloudstat.> (oid:5214) */
"Open the URL to setup log analytics with Qloudstat." = "Open the URL to setup log analytics with Qloudstat.";

/* NSTextField (Origin) : <title:Origin> (oid:4370) */
"Origin" = "Origem";

/* NSMenu : <title:OtherViews> (oid:5445) */
"OtherViews" = "OtherViews";

/* NSTextField (Others) : <title:Others> (oid:169) */
"Others" = "Outros";

/* NSTextField (Owner) : <title:Owner> (oid:167) */
"Owner" = "Proprietário";

/* NSTableColumn : <title:Permission> (oid:3729) */
"Permission" = "Permissão";

/* NSTabViewItem : <title:Permissions> (oid:3745) */
"Permissions" = "Permissões";

/* NSButton (Read) : <title:Read> (oid:172) */
"Read" = "Leitura";

/* NSButton (Read Access for Qloudstat) : <title:Read Access for Qloudstat> (oid:5202) */
"Read Access for Qloudstat" = "Read Access for Qloudstat";

/* NSTextField (Remove selected files from distribution cache.) : <title:Remove selected files from distribution cache.> (oid:4559) */
"Remove selected files from distribution cache." = "Remover ficheiros seleccionados da cache de distribuição";

/* NSButton (Server Side Encryption) : <title:Server Side Encryption> (oid:4992) */
"Server Side Encryption" = "Cifra do servidor";

/* NSTextField (Signed URL) : <title:Signed URL> (oid:299) */
"Signed URL" = "URL público";

/* NSTextField (Size) : <title:Size> (oid:57) */
"Size" = "Tamanho";

/* NSTextField (Status) : <title:Status> (oid:734) */
"Status" = "Estado";

/* NSTextField (Storage Class) : <title:Storage Class> (oid:1128) */
"Storage Class" = "Classe de armazenamento";

/* NSTextField (Torrent URL) : <title:Torrent URL> (oid:300) */
"Torrent URL" = "URL torrent";

/* NSButton (Transition to Glacier) : <title:Transition to Glacier> (oid:5446) */
"Transition to Glacier" = "Transition to Glacier";

/* NSTextField (UNIX Permissions) : <title:UNIX Permissions> (oid:2556) */
"UNIX Permissions" = "Permissões UNIX";

/* NSTableColumn : <title:Value> (oid:861) */
"Value" = "Valor";

/* NSTextField (Versioning) : <title:Versioning> (oid:4668) */
"Versioning" = "Controlo de versões";

/* NSTextField (Web URL) : <title:Web URL> (oid:251) */
"Web URL" = "URL web";

/* NSTextField (Where) : <title:Where> (oid:213) */
"Where" = "Onde";

/* NSButton (Write) : <title:Write> (oid:175) */
"Write" = "Escrita";

/* NSTextField (Write access logs to selected container.) : <title:Write access logs to selected container.> (oid:4672) */
"Write access logs to selected container." = "Escrever registos de acesso no container seleccionado.";

/* NSTextField (You can view all revisions of a file in the browser by choosing View → Show Hidden Files.) : <title:You can view all revisions of a file in the browser by choosing View → Show Hidden Files.> (oid:2636) */
"You can view all revisions of a file in the browser by choosing View → Show Hidden Files." = "Pode visualizar todas as revisões de um ficheiro no navegador ao activar Visualização → Mostrar ficheiros invisíveis.";

